import HomeSection from "../../components/HomeSection";

const Intro = () => {
  return (
    <HomeSection title="Intro">
      <div className="space-y-2">
        <p>
          5년 차 개발자로 대기업 및 중소기업에서 다양한 경험을 쌓았습니다.
          백엔드, 프론트엔드, 데이터베이스, 앱 등을 설계 / 개발하면서
          개발과정에서 다양한 각도에서 고민하는 경험을 쌓았습니다. 온라인
          비지니스를 개발하고 데이터분석을 통해 수익을 최대화하는 경험을
          했습니다.
        </p>
        <p>
          테크 팀을 리드하면서 개발적인 고민뿐만 아니라 비지니스적인 관점으로도
          생각하고자 노력했습니다. 또 데이터 팀을 리드하면서 회사내 다양한
          부서와 커뮤니케이션하며 협업했습니다. 개발자로서 그리고 데이터
          전문가로서 회사내에 기여할 수 있는 방법에 대해 많이 고민했습니다.
        </p>
        <p>
          업무내 비효율적인 프로세스를 개선하고 간단한 스크립트 프로그래밍을
          통해 반복적인 일을 자동화하는 것을 좋아합니다. 운영팀, 회계팀과
          커뮤니케이션을 통해 사내에서 사용할 수 있는 인력관리 앱을 만든 경험이
          있으며, 데이터분석을 통해 마케팅팀과 경영진과 회사내 전략을 수립하는데
          기여했습니다.
        </p>
      </div>
    </HomeSection>
  );
};

export default Intro;
