{
  "one_line_desc": "Hobby == Job",
  "june_name": "Junhyeok Roh",
  "intro_1st": "5+years developer in a major company and small business. Planed and developed Back-end, Front-end, databases, mobile apps. Developed online business and maximize the profit using data analysis.",
  "intro_2nd": "As a tech leader, tried to put effort into both development as well as business points of view. As a data leader, communicated and cooperated with other teams in the company. As a developer and as a data expert, spent lots of time to find best ways to contribute to the company.",
  "intro_3rd": "Like to improve inefficient processes and automate repetitive tasks within an enterprise using a script programming. Developed human resource management app by communicating with the operation team and accounting team. And also, contributed to establish strategies for the marketing and executive team.",
  "current": "Current",
  "streets_market_desc": "The company is a food distributor and has 10+ grocery store chains in the eastern part of the United States. Newly initiating online business and strengthening IT stability.",
  "tech_lead_1st": "Developed an online meal-kit sales website and Back-office. Created new business (Shopify, OAuth, Flask, PostgreSQL)",
  "tech_lead_2nd": "Develop ERP system (Django, React, React Native, PostgreSQL) for operation and accounting team.",
  "tech_lead_3rd": "Developed mobile dashboard that shows real-time reports (Flask, PostgreSQL)",
  "tech_lead_4th": "Contributed to the business by leveraging IT in each department",
  "data_lead_1st": "Develop ETL automation system",
  "data_lead_2nd": "Conducted demand forecasting and analyzed introduction of new products",
  "data_lead_3rd": "Suggested of new product introduction guidelines",
  "data_lead_4th": "Defined and solved problems by communicating with marketing and operation teams",
  "samsung_electronics": "Samsung Electronics",
  "android_developer": "Android Developer",
  "and_dev_1st": "Galaxy Setting team",
  "and_dev_2nd": "Managed task through PLM, developed using git, version management, managed foreign human resources",
  "vpn_service": "VPN Service",
  "vpn_1st": "VPN service for using Korean services abroad",
  "data_comp_1st": "Predicted demand and reviewed/suggested the strategy for existing products and new products",
  "dmvhanin_1st": "Virginia, DC, Maryland Korean community website",
  "pricescanner_1st": "Can compare online prices from various providers when shopping offline just by scanning barcodes.",
  "knu": "Kyungpook National University",
  "electronics": "Electronics Engineering"
}
