{
  "one_line_desc": "Hobby == Job",
  "june_name": "Junhyeok Roh",
  "intro_1st": "7-year full-stack developer with experience in designing, developing, and deploying web services. Has put extensive thought into security, convenience, performance, and providing better services across all areas including backend, frontend, and databases. Has a habit of asking 'why' when choosing technologies and finding convincing reasons. Has experience leading and building from the ground up in companies that need IT technology.",
  "intro_2nd": "Enjoys communicating with team members from various departments to understand their needs and propose solutions. Has experience improving inefficient processes within work and automating repetitive tasks through simple script code. Has worked to communicate and deploy quickly while collaborating not only with team members but also with design teams.",
  "intro_3rd": "Always thinks about business growth. Strives to properly arrange work direction and priorities. Has consistently set and accomplished timelines independently.",
  "current": "Current",
  "avomd_desc": "Development and operation of no-code CDSS (Clinical Decision Support System) platform",
  "avomd_1st": "System architecture design (AWS, Beanstalk -> ECS)",
  "avomd_2nd": "MSA architecture design for CPU-bound tasks (RabbitMQ, Celery)",
  "avomd_3rd": "DB structure design for new features / Front & Backend implementation",
  "avomd_4th": "Auth system integration (Django + Firebase)",
  "avomd_5th": "AI call / backup functionality implementation",
  "avomd_6th": "Legacy Frontend / Backend refactoring",
  "avomd_7th": "ORM / DB optimization",
  "avomd_8th": "Tech stack: Django, drf, React, PostgreSQL, Firebase, AWS, OpenAI, Docker, ECS, Celery, MQ",
  "streets_market_desc": "Food distributor with 1000+ accounts for wholesale and 12+ grocery chain stores in the eastern United States",
  "tech_lead_1st": "Developed an online meal-kit sales website and Back-office. Created new business (Shopify, OAuth, Flask, PostgreSQL)",
  "tech_lead_2nd": "Develop ERP system (Django, React, React Native, PostgreSQL) for operation and accounting team.",
  "tech_lead_3rd": "Developed mobile dashboard that shows real-time reports (Flask, PostgreSQL)",
  "tech_lead_4th": "Contributed to the business by leveraging IT in each department",
  "data_lead_1st": "Develop ETL automation system",
  "data_lead_2nd": "Conducted demand forecasting and analyzed introduction of new products",
  "data_lead_3rd": "Suggested of new product introduction guidelines",
  "data_lead_4th": "Defined and solved problems by communicating with marketing and operation teams",
  "samsung_electronics": "Samsung Electronics",
  "android_developer": "Android Developer",
  "and_dev_1st": "Galaxy Setting team",
  "and_dev_2nd": "Managed task through PLM, developed using git, version management, managed foreign human resources",
  "vpn_service": "VPN Service",
  "vpn_1st": "VPN service for using Korean services abroad",
  "data_comp_1st": "Predicted demand and reviewed/suggested the strategy for existing products and new products",
  "onetofifty_1st": "Tap the number cards from 1 to 50 in order (Game)",
  "dmvhanin_1st": "Virginia, DC, Maryland Korean community website",
  "pricescanner_1st": "Can compare online prices from various providers when shopping offline just by scanning barcodes.",
  "knu": "Kyungpook National University",
  "electronics": "Electronics Engineering"
}
